{
  "items": [
    {
      "owner": {
        "reputation": 7492,
        "user_id": 160,
        "user_type": "registered",
        "profile_image": "https://i.sstatic.net/bQZof.png?s=256",
        "display_name": "fredley"
      },
      "is_answered": true,
      "view_count": 40336,
      "answer_count": 14,
      "score": 213,
      "creation_date": 1444145673,
      "question_id": 9531,
      "body_markdown": "This is a common scenario when typing:\r\n\r\n> When the family assembled for Sunday dinner,  \r\nWith their minds made up that they wouldn't get thinner  \r\nOn Argentine joint, potato^DR&FTGYB`kuhadrggoy867rt98wouth4bfgdhjlkhdsfghhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhf\r\n\r\nThis happens because my cat likes to sit on my keyboard. Is there any way to prevent this from happening? I enjoy my cat's company while working, so would rather not shut him out.",
      "title": "How can I keep my cat off my keyboard?"
    },
    {
      "owner": {
        "reputation": 2115,
        "user_id": 4729,
        "user_type": "registered",
        "profile_image": "https://i.sstatic.net/kyL3V.jpg?s=256",
        "display_name": "Neinstein"
      },
      "is_answered": true,
      "view_count": 93331,
      "answer_count": 16,
      "score": 191,
      "creation_date": 1506076898,
      "question_id": 17467,
      "body_markdown": "We all know The Chair. \r\nThe Chair where you put the clothes clean enough not to go in the laundry, but not enough to go back in the wardrobe. The Chair that looks like this:\r\n \r\n[![pic][1]][1]\r\n \r\nIt exists because you plan to wear those clothes again in the near future, so you want them to be easily accessible. And you don't want to mix them with the 100% clean, folded and ironed clothes in your wardrobe.  \r\n\r\nBut aesthetically this is not satisfying. Is there a better-looking alternative? \r\nWhere to put used, but still usable clothes to make them easily accessable *and* hidden, or at least not looking messy?\r\n\r\n\r\n  [1]: https://i.sstatic.net/e4kPR.jpg",
      "title": "Where to put used-but-usable clothes (a.k.a. alternative to \"The Chair\")?"
    },
    {
      "owner": {
        "reputation": 1291,
        "user_id": 11136,
        "user_type": "unregistered",
        "profile_image": "https://www.gravatar.com/avatar/1b11ef5007e9880ef7126126ad966c18?s=256&d=identicon&r=PG",
        "display_name": "DefinitelyNotJamesBond"
      },
      "is_answered": true,
      "view_count": 54716,
      "answer_count": 18,
      "score": 137,
      "creation_date": 1450347890,
      "question_id": 10320,
      "body_markdown": "I'm looking for a subtle way to figure out my girlfriend's ring size. The most common advice you can find by Googling is:\r\n\r\n 1. Take the size from a ring that she already wears\r\n 2. Ask her\r\n\r\nHowever:\r\n\r\n 1. She doesn't wear rings\r\n 2. It's supposed to be a surprise\r\n\r\nI've been racking my brain with James Bond style ways to get her ring size, but I think lassoing her finger in the middle of the night might be a bit suspicious. Any ideas?\r\n\r\nFor obvious reasons, I'm staying anonymous.",
      "title": "How can I work out my girlfriend's ring size, without asking her or using a ring?"
    },
    {
      "owner": {
        "reputation": 1744,
        "user_id": 9368,
        "user_type": "registered",
        "profile_image": "https://i.sstatic.net/jTz7e.png?s=256",
        "display_name": "chasly - supports Monica"
      },
      "is_answered": true,
      "view_count": 21087,
      "answer_count": 30,
      "score": 131,
      "creation_date": 1444826118,
      "question_id": 9653,
      "body_markdown": "Like many people, I don't wish to receive unsolicited phone calls/texts/emails from people who are trying to sell me something or scam me.\r\n\r\nI am aware of passive ways of dealing with the problem but I am asking here for ideas for actively discouraging such calls.\r\n\r\n1. I want to discourage the same people from calling me twice.\r\n\r\n2. I want to discourage them from calling other people. In other words I want to stop cold-calling altogether. I believe it has no useful place in the modern world.\r\n\r\nI am looking for novel ways of causing the maximum inconvenience and expense to these annoying people. Of course I am only interested in law-abiding methods.\r\n\r\nIf possible I would like the methods to be scaleable to the status of a campaign.\r\n\r\nTo repeat, I'm aware of passive solutions but I want ideas for active solutions that will hit these people hardest and preferably in their wallets. \r\n\r\nThanks.\r\n\r\nEDIT\r\n\r\nI'm very grateful for the answers so far. However they are very low-level solutions. I realise I wasn't clear enough. It is easy enough to annoy the grunts on the front line and anyway they are used to it. I am looking for ways  to inconvenience the decision makers at the highest possible level.\r\n",
      "title": "Best (law-abiding) ways to inconvenience cold callers?"
    },
    {
      "owner": {
        "reputation": 2895,
        "user_id": 67,
        "user_type": "registered",
        "profile_image": "https://i.sstatic.net/BT5ZS.png?s=256",
        "display_name": "Jaydles"
      },
      "is_answered": true,
      "view_count": 18131,
      "answer_count": 7,
      "score": 113,
      "creation_date": 1419256381,
      "question_id": 2090,
      "body_markdown": "As a longtime New York City resident, I've never owned a car.\n\nI drive fairly regularly, though, thanks to rentals, Zipcars, and the kindness of relatives and other not-quite-strangers. \n\nSince much of my driving is done in cars I've never been in before, I frequently found myself pulling into a gas station with no clue which side of the pump I need to be on.  So I'd guess, pick a side, get out, and about half the time, I'd have to get back in and pull around.\n\nNow, I know that most drivers own their cars, and only run into this problem once, but I couldn't help but think:\n\n**Is there really no way to determine where the gas cap is before you pull up to the pump?**\n\n",
      "title": "How can I figure out which side of the car the gas hatch is on (without getting out)?"
    },
    {
      "owner": {
        "reputation": 5712,
        "user_id": 115,
        "user_type": "registered",
        "profile_image": "https://www.gravatar.com/avatar/1515c6d34f175f870f300f461751a0a4?s=256&d=identicon&r=PG&f=y&so-version=2",
        "display_name": "Joachin Joseph"
      },
      "is_answered": true,
      "view_count": 12965,
      "answer_count": 8,
      "score": 92,
      "creation_date": 1418176065,
      "question_id": 195,
      "body_markdown": "I usually keep my phone's earphones in my pocket, or in my bag, and no matter how neatly I try to fold them they always get tangled when I take them out, which irritates me.\r\n\r\nHow would I prevent this from happening in the future? ",
      "title": "How do I stop my earphones from getting tangled"
    },
    {
      "owner": {
        "reputation": 1143,
        "user_id": 10300,
        "user_type": "registered",
        "profile_image": "https://i.sstatic.net/FShfu.png?s=256",
        "display_name": "A J"
      },
      "is_answered": true,
      "view_count": 24979,
      "answer_count": 9,
      "score": 82,
      "creation_date": 1479206243,
      "question_id": 14477,
      "body_markdown": "While cleaning up my room with a broomstick, I use the dustpan to collect dust and garbage, but those last lines of dust don't go into the dustpan. That's why I have to leave it there.\r\n\r\nHow do I get the last lines of dust into the dustpan?",
      "title": "How do I get the last lines of dust into the dustpan?"
    },
    {
      "owner": {
        "reputation": 2095,
        "user_id": 141,
        "user_type": "registered",
        "profile_image": "https://www.gravatar.com/avatar/40119dd76422b3d9c696051014ae6ff3?s=256&d=identicon&r=PG",
        "display_name": "Scimonster"
      },
      "is_answered": true,
      "view_count": 81036,
      "answer_count": 30,
      "score": 80,
      "creation_date": 1418574595,
      "question_id": 1798,
      "body_markdown": "Fact: Flies move fast. Very fast. That's why you need something that moves even faster – like a fly swatter – to kill a fly.\r\n\r\nBut what if you don't have a flyswatter handy? Then, how can you catch and kill a fly?\r\n\r\nI have tried whacking them with so many different items, from wooden sticks (bad idea!) to paper (way too flimsy) to magazines. All the methods are too slow, or failed for other reasons.",
      "title": "Is there any way to kill a fly without a flyswatter?"
    },
    {
      "owner": {
        "reputation": 1001,
        "user_id": 5071,
        "user_type": "registered",
        "profile_image": "https://www.gravatar.com/avatar/b22646de1abcd227e267deb67c0c7591?s=256&d=identicon&r=PG",
        "display_name": "LuckyLuc"
      },
      "is_answered": true,
      "view_count": 50958,
      "answer_count": 12,
      "score": 79,
      "creation_date": 1429203251,
      "question_id": 6613,
      "body_markdown": "What is/are safe way(s) to deter tailgaters?\r\n\r\nI'm looking for a way to give a polite message to the driver that is tailgating that they\r\nare following too closely and could potentially cause an accident without angering them and\r\npossibly making the situation much more dangerous.  This could be for a passive tailgater\r\nwho doesn't even realize they are following too closely and as well for an aggressive tailgater\r\n(to which I'm not sure of a solution).",
      "title": "How do I stop cars from tailgating?"
    },
    {
      "owner": {
        "reputation": 11587,
        "user_id": 15,
        "user_type": "registered",
        "profile_image": "https://www.gravatar.com/avatar/6bd562c1aef71c9d715f6b982a5fd71c?s=256&d=identicon&r=PG",
        "display_name": "Mooseman"
      },
      "is_answered": true,
      "view_count": 650198,
      "answer_count": 17,
      "score": 76,
      "creation_date": 1426704995,
      "question_id": 6229,
      "body_markdown": "I'm just getting over a cold, but my nose remains very stuffy / blocked. This makes sleeping difficult: I toss and turn or simply can't fall asleep at all. I've tried blowing my nose and using various decongestants, but nothing seems to do the trick.\r\n\r\nWhat can I do to help clear my nose/sinuses so I can sleep?",
      "title": "How to sleep with a stuffy / blocked nose?"
    }
  ],
  "has_more": true,
  "quota_max": 300,
  "quota_remaining": 284
}
